tap "homebrew/bundle"
brew "commitizen"
brew "git"
brew "hub"
brew "nvm"
brew "starship"
brew "wget"
brew "yarn"
cask "iterm2"
cask "font-caskaydia-cove-nerd-font"
cask "google-chrome"
cask "imageoptim"
cask "parallels"
cask "sequel-ace"
cask "slack"
cask "visual-studio-code"
vscode "ecmel.vscode-html-css"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.powershell"
