tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
tap "twilio/brew"
brew "cmake"
brew "commitizen"
brew "gh"
brew "git"
brew "gnupg"
brew "httrack"
brew "hub"
brew "imagemagick"
brew "libvterm"
brew "mosh"
brew "nmap"
brew "nvm"
brew "pinentry-mac"
brew "portaudio"
brew "python@3.12"
brew "starship"
brew "stow"
brew "tmux"
brew "wget"
brew "yarn"
brew "mongodb/brew/mongodb-community"
brew "twilio/brew/twilio"
cask "emacs"
cask "firefox"
cask "font-caskaydia-cove-nerd-font"
cask "google-chrome"
cask "imageoptim"
cask "iterm2"
cask "parallels"
cask "phpstorm"
cask "sequel-ace"
cask "slack"
cask "visual-studio-code"
vscode "ecmel.vscode-html-css"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.powershell"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
